<HTML>
<HEAD>
<TITLE>FAQ - OGame Triolan</TITLE>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1251">
</HEAD>
<BODY MARGINWIDTH="0" MARGINHEIGHT="0" BACKGROUND="skins/xnova/img/background2.jpg" TEXT="#FFFFFF" LINK="#FFFFFF" VLINK="#FFFFFF" ALINK="#FFFFFF">
  <TABLE WIDTH="90%" CELLSPACING="5" CELLPADDING="5" ALIGN="CENTER">
    <tr height="40" colspan=3><td></td></tr>
    <TR BGCOLOR="#3333FF">
      <TH ALIGN="CENTER" WIDTH="33%"><A HREF="faq.php">Первые шаги</A></TH>
      <TH ALIGN="CENTER" WIDTH="33%"><A HREF="faq2.php">Флот и защита</A></TH>
      <TH ALIGN="CENTER"><A HREF="faq3.php">Технические детали</A></TH>
    </TR>

    <TR BGCOLOR="#3333FF"><TD colspan=3>
      <P ALIGN="CENTER">Кораблях и защитные сооружения</p>
      <p align="juatify">Корабли.</p>
      <p align="juatify">Легкий истребитель: 3.000 металла, 1.000 кристалла, 0 дейтерия. Используется на ранних стадиях игры, т.к. достаточно дешевы и не требуют много технологий для исследования. Достаточно быстры, но уязвимы. Используются как "прикрытие" на среднем и конечном этапе игры.</p>
      <p align="juatify">Тяжелый истребитель: 6.000 металла, 4.000 кристалла, 0 дейтерия. Более мощный, чем легкий истребитель, тяжелый истребитель будет хорошим выбором для атаки планет других игроков, которые защищены всего несколькими ракетометами или легкими лазерами. Неплохо работают против линкоров. Часто используются на последних стадиях игры.</p>
      <p align="juatify">Крейсер: 20.000 металла, 7.000 кристалла, 2.000 дейтерия. Первый реально "большой" корабль, который вы сможете построить. Крейсера - лучшее, что можно придумать, для уничтожения вражеского "прикрытия", такого как легкие истребители и ракетометы, т.к. они имеют "скорострел" против них. У них самая высокая средняя скорость среди союзных кораблей. Иногда полезны на конечных этапах игры, если ваш оппонент строит нереально много "прикрытия". Очень слаб против линкоров и уничтожителей.</p>
      <p align="juatify">Линкор: 45.000 металла, 15.000 кристалла, 0 дейтерия. Это самый используемый корабль в ОГейм. Быстрый, недорогой (по сравнению с его боевыми характеристиками) и достаточно мощный. Не имеет "скорострела" против "прикрытия", и это является его большим недостатком. Зато является причиной к постройке смешанного или "системного" флота, главная сила которого, естественно, основана на использовании линкоров. Самым лучшим использованием против больших целей - это использование линкоров совместно с "прикрытием". Не нуждается в дейтерии для постройки - и поэтому является лучшим выбором для проведения рейдов для грабежа.</p>
      <p align="juatify">Бомбардировщик: 50.000 металла, 25.000 кристалла, 15.000 дейтерия. Большая клеевая штука для уничтожения вражеской защиты - это основная цель, для которой он спроектирован. Но реальность доказывает обратное... Это, конечно, не значит, что бомбардировщики слабы против защиты, но он слишком медленный, стоит дофига дейтерия, потребляет дофига дейтерия, чтобы лететь, и совсем не подходит для рейдов для грабежа - скорее, для стратегии "башинга". Надо большое их количество, чтобы сломать достаточно сильную защиту, и будет дешевле, если вы для этой цели будете использовать линкоры. Бомбардировщики эффективны только против маленькой защиты, так как имеет против них "скорострел". Например: ионки, ракетометы, легкие лазеры, тяжелые лазеры. Бомберы не имеют "скорострела" против гауссок и плазмы.</p>
      <p align="juatify">Уничтожитель: 60.000 металла, 50.000 кристалла, 15.000 дейтерия. Уничтожители не имеют самое лучшее соотношение цены и качества, но зато, это самые большие корабли в игре! И самые опасные враги для Звезд Смерти. Необходимо всего 70 уничтожителей, чтобы уничтожить одну звезду смерти с вероятностью 100%. А это уже огромная прибыль, представьте количество обломков после боя! Уничтожители имеют "скорострел" против легких лазеров, и значит, очень хороши против них. Также очень сильны против линкоров.</p>
      <p align="juatify">Звезда Смерти: 5.000.000 металла, 4.000.000 кристалла, 1.000.000 дейтерия. Корабль-император! Хотя это сооружение даже трудно назвать кораблем. В немецкой версии ОГейма Звезда Смерти почему-то была сильно ослаблена. Не знаю, распространяется это на русскую версию, но все идет к нам оттуда. В немецкой версии, они сильны только в группах, не менее чем по десять штук. Если спрятать ее за "прикрытием", то работать, т.е. воевать, она будет лучше. Имеет "скорострел" против всего, кроме плазменных пушек.</p>
      <p align="juatify">Защита</p>
      <p align="juatify">Ракетометы: 2.000 металла, 0 кристалла, 0 дейтерия. Слабейшая защита. Стройте их только как "прикрытие" или если у вас переизбыток металла. Средняя защита против легких истребителей.</p>
      <p align="juatify">Легкие лазеры: 1.500 металла, 500 кристалла, 0 дейтерия. "Прикрытие". Стройте их, если у вас слишком мало металла, для постройки ракетометов, или во флоте врага много крейсеров.</p>
      <p align="juatify">Тяжелые лазеры: 6.000 металла, 1.500 кристалла, 0 дейтерия. Полезны против легких истребителей. Против других кораблей почти беспомощны.</p>
      <p align="juatify">Ионная пушка: 2.000 металла, 6.000 кристалла, 0 дейтерия. Часто игнорируется многими игроками из-за того, что не имеет достаточной огневой мощности. Зато их щиты - их большое преимущество! Почти неуязвимые для легких и тяжелых истребителей, они поглощают много повреждения, и этим самым дают больше времени другим пушкам для уничтожения противника.</p>
      <p align="juatify">Пушка Гаусса: 20.000 металла, 15.000 кристалла, 2.000 дейтерия. Первая реально большая пушка, которую вы сможете построить. Эффективна против крейсеров и тяжелых истребителей, против линкоров и уничтожителей лучшим выбором будет плазменная пушка. Почти бесполезна против вражеского "прикрытия". Используйте только в сочетании с собственным "прикрытием".</p>
      <p align="juatify">Плазменная пушка: 50.000 металла, 50.000 кристалла, 30.000 дейтерия. Вот это и есть, "большая жирная пушка" или "big fat gun". Такую BFG лучше использовать против всех видов крупных кораблей. Крейсер? Один выстрел и он разлетается на атомы. Линкор? Один выстрел - и он распыляется в газ. Уничтожители? Ну, ладно, одного выстрела им будет мало. Зато второй: Используйте только против больших кораблей, против маленьких они бесполезны. Плазменная пушка потерпит поражение в бою с несколькими истребителями, если не будет находится под защитой собственного "прикрытия".</p>
      <p align="juatify">Малый купол: 10.000 металла, 10.000 кристалла, 0 дейтерия. Ничего хорошего в малом куполе нет, если не считать возможности быть "прикрытием", которое не гибнет от одного выстрела. Неуязвима перед маленькими кораблями.</p>
      <p align="juatify">Большой купол: 50.000 металла, 50.000 кристалла, 0 дейтерия. Тоже самое что и малый купол.</p>
      <p align="juatify">Немного о технологиях</p>
      <p align="juatify">Технологии, которые дают вам дополнительные возможности с каждым уровнем!</p>
      <p align="juatify">Оружейная технология увеличивает силу оружия на 10%. Формула: (сила атаки)*(1+уровень оружейной технологии/10)</p>
      <p align="juatify">Щитовая технология увеличивает щиты на 10%. Формула такая же.</p>
      <p align="juatify">Технология брони космических кораблей увеличивает броню на 10%. Формула такая же.</p>
      <p align="juatify">Реактивные движки дают 10% увеличение скорости для кораблей с реактивными движками. Формула: (базовая скорость*(1 + уровень технологии*0.1). Корабли: транспорты, переработчики, шпионские зонды и легкие истребители.</p>
      <p align="juatify">Импульсные движки дают 10% увеличение скорости для кораблей с импульсными движками. Формула: (базовая скорость*(1 + уровень технологии*0.2). Корабли: тяжелые истребители, колонизаторы, бомбардировщики, крейсера.</p>
      <p align="juatify">Межпространственные движки дают 10% увеличение скорости для кораблей с межпространственными движками. Формула: (базовая скорость*(1 + уровень технологии*0.3). Корабли: линкоры, уничтожители, звезды смерти.</p>
      <p align="juatify">Шпионаж дает большие возможности для разведки - вы видите у врага больше чем на низких уровнях шпионажа. Чем больше ваш уровень шпионажа, тем меньше враг будет видеть у вас.</p>
      <p align="juatify">Технологии, которые НИЧЕГО вам не дают, а используются только как требования для улучшения, постройки или исследования.</p>
      <p align="juatify">Лазерная технология: 10 уровень для плазменной технологии. Ионная технология: 5 уровень для плазменной технологии. Плазменная технология: 7 уровень для плазменной защиты. Гравитация: 1 уровень для постройки Звезды Смерти. Межпространственная технология: 7 уровень для прыжковых ворот. Энергетическая технология: 8 уровень для плазменной технологии.</p>
      <p align="juatify">Взято с blackcat.mylivepage.ru</p></TD>
    </TD></TR>
  </TABLE>
</BODY>
</HTML>
