<?php

/*
#############################################################################
#  Filename: buildings.mo
#  Project: SuperNova.WS
#  Website: http://www.supernova.ws
#  Description: Massive Multiplayer Online Browser Space Startegy Game
#
#  Copyright © 2009 Gorlum for Project "SuperNova.WS"
#  Copyright © 2009 MSW
#############################################################################
*/

/**
*
* @package language
* @system [Russian]
* @version 38a3.1
*
*/

/**
* DO NOT CHANGE
*/

if (!defined('INSIDE')) die();


$lang = array_merge($lang, array(
  'built' => 'Построено',
  'Fleet' => 'Флот',
  'fleet' => 'Флот',
  'Defense' => 'Оборона',
  'defense' => 'Оборона',
  'Research' => 'Исследования',
  'level' => 'Уровень',
  'dispo' => 'Доступно',
  'load_det' => 'Нажмите на изображение для просмотра 3D модели',
  'off_det' => 'Повторное нажатие отключает просмотр 3D модели',
  'allowed_aya' => 'Доступная',
  'allowed_ye' => 'Доступные',
  'allowed_yi' => 'Доступный',
  'mech_info' => 'Технические характеристики',
  'fst_bld_load' => 'Обработка заказа.<br>Пожалуйста, подождите...',
  'fst_bld' => 'Быстрый заказ :',
  'price' => 'Стоимость',
  'builds' => 'Постройки',
  'destroy_price' => 'Стоимость Уничтожения',
  'no_fields' => 'Нету полей на планете',
  'can_build' => 'Можно построить: ',
  'Requirements' => 'Необходимо: ',
  'Requires' => 'Необходимые ресурсы ',
  'Rest_ress' => 'Останется ресурсов ',
  'Rest_ress_fleet' => 'С учетом прибывающих флотов',
  'Rechercher' => 'Исследовать',
  'ConstructionTime' => 'Время строительства ',
  'DestructionTime' => 'Время уничтожения ',
  'ResearchTime' => 'Время исследования ',
  'Construire' => 'Построить',
  'BuildFirstLevel' => 'Построить',
  'BuildNextLevel' => 'Построить следующий уровень ',
  'completed' => 'Завершено',
  'in_working' => 'Занято',
  'work_todo' => 'Занято',
  'total_left_time' => 'Оставшееся время',
  'only_one' => 'Вы можете построить только один щит.',
  'b_no_silo_space' => 'Ракетная шахта заполнена.',
  'que_full' => 'Очередь построек заполнена!',
  'Build_lab' => 'Ошибка Строительства',
  'NoMoreSpace' => 'Планета заполнена!',
  'InBuildQueue' => 'В очередь построек',
  'bld_usedcells' => 'Занятость полей',
  'bld_theyare' => 'Осталось',
  'bld_cellfree' => 'свободных полей',
  'DelFromQueue' => 'отменить',
  'DelFirstQueue' => 'Приостановить',
  'cancel' => 'Отменить',
  'continue' => 'Продолжить',
  'ready' => 'Подождите',
  'destroy' => 'Удалить',
  'on' => 'на',
  'attention' => 'Внимание! Произошла попытка взлома! Действите было зафиксировано!',
  'no_laboratory' => 'Исследовательская лаборатория не построена!',
  'need_hangar' => 'Верфь не построена!',
  'labo_on_update' => 'Идёт обновление лаборатории!',
  'fleet_on_update' => 'Идет модернизация верфи!',
  'Total_techs' => 'Общее количество исследований',
  'eco_bld_page_hint' => '<li>Чтобы посмотреть информацию об отдельном юните достаточно навести на картинку курсор мышки
  <li>Клик на картинке выберет юнит. Повторный клик по тому же юниту отменит выбор
  <li>Подробное описание юнита и его характеристики можно узнать, кликнув на синюю иконку &quot;i&quot; с кругом
  <li>Построить здание можно либо кликнув на плюсик в правом верхнем углу картинки, либо нажав ссылку &quot;Построить&quot; в описании
  <li>Разрушить здание можно кликнув на минус в левом верхнем углу картинки, либо по соответствующей ссылке из описания',
  'eco_price' => 'Цена',
  'eco_left' => 'Остаток',
  'eco_bld_resources_not_enough' => 'Не хватает ресурсов для постройки заказанных юнитов',

  'eco_bld_msg_err_research_in_progress' => 'Ученные Империи уже ведут исследование',
  'eco_bld_msg_err_not_research' => 'В лабораториях могут быть исследованы только технологии',
  'eco_bld_msg_err_requirements_not_meet' => 'Требования для проведения исследований не удовлетворены',
  'eco_bld_msg_err_laboratory_upgrading' => 'Исследовательские лаборатории находятся в процессе модификации и не могут производить исследования',
));
