<?php

/*
#############################################################################
#  Filename: messages.mo
#  Project: SuperNova.WS
#  Website: http://www.supernova.ws
#  Description: Massive Multiplayer Online Browser Space Strategy Game
#
#  Copyright © 2009-2018 Gorlum for Project "SuperNova.WS"
#############################################################################
*/

/**
*
* @package language
* @system [Russian]
* @version 45d0
*
*/

/**
* DO NOT CHANGE
*/

if (!defined('INSIDE')) die();

$a_lang_array = [
  'msg_page_header' => 'Личные сообщения',
  'msg_head_type' => 'Категории',
  'msg_head_count' => 'Непрочитанные',
  'msg_head_total' => 'Всего',
  'msg_mark_select' => '-- ВЫБЕРИТЕ ДИАПАЗОН --',
  'msg_mark_checked' => 'Отмеченные сообщения',
  'msg_mark_unchecked' => 'Неотмеченные сообщения',
  'msg_mark_class' => 'Все сообщения категории',
  'msg_mark_all' => 'ВСЕ личные сообщения',
  'msg_select_all' => 'Выбрать все',
  'msg_delete_checked' => 'Удалить отмеченные сообщения',
  'msg_show_all' => 'Показать все',
  'msg_date' => 'Дата',
  'msg_from' => 'От',
  'msg_recipient' => 'Кому',
  'msg_subject' => 'Тема сообщения',
  'msg_answer' => 'Ответить',
  'msg_answer_prefix' => 'RE:',
  'msg_compose' => 'Написать сообщение',
  'msg_text' => 'Текст сообщения',
  'msg_subject_default' => 'Новое сообщение',
  'msg_not_message_sent' => 'Сообщение отправлено',
  'msg_warn_no_messages' => 'Нет сообщений в данной категории',
  'msg_err_player_not_found' => 'Игрок не найден',
  'msg_err_no_text' => 'Нельзя отправить пустое сообщение',
  'msg_err_self_send' => 'Нельзя отправить сообщение самому себе',
  'msg_del_class' => 'Удалить все сообщения в этой категории',
  'msg_page_hint_class' =>
    '<ul>
      <li>Категория "Отправленные сообщения" содержит список отправленных вами сообщений И еще не удаленных адресатом. Вы не можете удалять сообщения данной категории</li>
      <li>Что бы удалить все сообщения определенной категории нажмите иконку удаления в соответствующей строке</li>
      <li>Удаление сообщений из категории "Все сообщения" приведет к очистке почтового ящика</li>
      <li>Медленное соединение и/или большое количество сообщений в одной из категорий может привести к невозможности просмотра сообщений. В таком случае вам необходимо очистить почтовый ящик целиком  или удалить все сообщения из категории, вызывающей проблемы</li>
    </ul>',
  'msg_header_dialog' => 'Диалог с',

  'msg_ignore' => 'Игнорировать',
  'msg_ignore_title' => "Добавить игрока [PLAYER_NAME] в игнор-лист?",
  'msg_ignore_message' => "Вы больше не увидите личных сообщений от игрока в игнор-листе.<br><br>Вы можете управлять своим игнор-листом на странице 'Настройки'.<br><br>Добавить игрока [PLAYER_NAME] в игнор-лист?",
  'msg_message' => 'Сообщение',
  'msg_ignored_messages' => 'сообщений от пользователей в игнор-листе не показано',
  'msg_ignore_control' => 'Вы можете управлять игнор-листом на странице "Настройки"',
];
