<?php

/*
#############################################################################
#  Filename: universe.mo
#  Project: SuperNova.WS
#  Website: http://www.supernova.ws
#  Description: Massive Multiplayer Online Browser Space Strategy Game
#
#  Copyright © 2009-2018 Gorlum for Project "SuperNova.WS"
#############################################################################
*/

/**
*
* @package language
* @system [Russian]
* @version 43a16.13
*
*/

/**
* DO NOT CHANGE
*/

if (!defined('INSIDE')) die();


$a_lang_array = (array(
  'Galaxy' => 'Галактика',
  'Solar_system' => 'Солнечная система',
  'Show' => 'Показать',
  'vacation_shortcut' => 'U',
  'banned_shortcut' => 'G',
  'active_shortcut' => '*',
  'inactif_7_shortcut' => 'i',
  'inactif_28_shortcut' => 'I',
  'strong_player_shortcut' => 'S',
  'weak_player_shortcut' => 'N',
  'uni_protected_player_shortcut' => 'n',
  'Legend' => 'Условные обозначения',
  'Strong_player' => 'Сильный игрок',
  'Weak_player' => 'Слабый игрок',
  'Way_vacation' => 'Режим отпуска',
  'Pendent_user' => 'Заблокирован',
  'Active' => 'Активный игрок',
  'Inactive_7_days' => 'Неактивен более 7 дней',
  'Inactive_28_days' => 'Неактивен более 28 дней',
  'uni_protected_player' => 'Начинающий игрок',
  'uni_legend_myplanet' => 'Мои планеты',
  'uni_legend_allyplanet' => 'Планеты соальянсовца',
  'Solar_system_at' => 'Солнечная система %g:%s',
  'Activity' => 'Активность',
  'Planet_info' => 'Информация о планете',
  'Moon_info' => 'Информация о луне',
  'Available' => 'Доступно',
  'type1' => 'планета',
  'type3' => 'луна',
  'Pos' => 'Поз',
  'Planet' => 'Вид',
  'Name' => 'Название',
  'Moon' => 'Луна',
  'Debris' => 'Поле обломков',
  'caracters' => 'Характеристика',
  'diameter' => 'Диаметр',
  'temperature' => 'Температура',
  'Place' => 'Место',
  'unPlace' => '(вне статистики)',
  'State' => 'Статус',
  'Alliance' => 'Альянс',
  'Actions' => 'Действия',
  'aava' => 'Аватар',
  'Player' => 'Игрок (статус)',
  'AllyInfoText' => 'Альянс %n на месте %r содержит %m членов',
  'Sending_fleet' => 'Отправление флота...',
  'Sent_fleet' => 'Отправить флот...',
  'Obtaining_data' => 'Проверка',
  'Planet_info_tip' => 'Для получения информации о планете, а также для выполнения различных действий наведите курсор мыши на интересующую вас планету',
  'an_error_has_happened_while_it_was_sent' => 'во время отправки произошла ошибка',
  'error_there_is_no_moon' => 'ошибка, это не луна',
  'error_the_player_is_under_the_protection_of_beginners' => 'ошибка, игрок под защитой для новичков',
  'error_the_player_is_too_strong' => 'ошибка, игрок слишком сильный',
  'error_the_player_is_in_way_vacation' => 'ошибка, игрок в режиме отпуска',
  'error_only_x_available_probes_sending' => 'ошибка, доступно только "+retVals[1]+" зондов для отправки',
  'error_there_are_no_available_probes_of_spying' => 'ошибка, нет доступных зондов для шпионажа',
  'error_you_cannot_send_any_more_fleets' => 'ошибка, вы не можете отправлять больше флотов',
  'error_you_do_not_have_sufficient_deuterium' => 'ошибка, недостаточно дейтерия',
  'There_is_not_planet' => 'Это не планета',
  'error_there_is_no_sufficient_fuel' => 'ошибка, недостаточно топлива',
  'multialarm' => 'мультитревога',
  'gm_all' => 'Всё',
  'gm_launch' => 'Начать ракетную атаку на',
  'gm_send' => 'Отправить',
  'gm_target' => 'Цель:',
  'gal_mis_toLaunch' => 'Количество ракет ',
  'gal_mis_rest' => 'Ракет: ',
  'gal_mis_launch' => 'ПУСК',
  'gl_espionner' => 'Шпионаж',
  'gl_mipattack' => 'Межпланетная атака',
  'gl_shortcut' => 'Добавить в закладки',
  'gl_with' => 'с',
  'gl_membre' => 'членами',
  'gl_ally_internal' => 'Инфо&nbsp;альянса',
  'gl_ally_web' => 'Сайт альянса',
  'gl_sendmess' => 'Послать сообщение',
  'gl_buddy' => 'Список друзей',
  'gl_buddyreq' => 'Добавить в друзья',
  'gl_stats' => 'Статистика',
  'gl_planet' => 'Планета',
  'gl_destroyedplanet' => 'Планета уничтожена',
  'gl_phalanx' => 'Фаланга',
  'gl_ressource' => 'Ресурсы',
  'gl_action' => 'Задание',
  'gs_c00' => 'Ошибка, миссия недоступна из интерфейса Вселенной',
  'gs_c01' => 'Ошибка, планета не найдена.',
  'gs_c02' => 'Ошибка, неправильные координаты во Вселенной',
  'gs_c03' => 'Ошибка, игрок слишком слабый.',
  'gs_c04' => 'Ошибка, игрок слишком сильный.',
  'gs_c04k' => ' У вас нет шпионских зондов!',
  'gs_c04r' => ' У вас нет переработчиков!',
  'gs_c05' => 'Ошибка, игрок в режиме отпуска',
  'gs_c610' => 'Ошибка, недостаточно шпионских дронов',
  'gs_c610a' => 'Ошибка, with ',
  'gs_c610b' => 'Ошибка, недостаточно шпионских зондов.',
  'gs_c611' => 'Ошибка, недостаточно кораблей.',
  'gs_c612' => 'Ошибка: не хватает мощности компьютеров.',
  'gs_c613' => 'Ошибка: недостаточно дейтерия',
  'gs_c616' => 'Ошибка, Тревога!',
  'gs_c618' => 'Ошибка, вы пытаетесь атаковать самого себя!',
  'gs_c619' => 'Ошибка',
  'gs_c620' => 'Ошибка, вы в отпуске!',
  'gs_sending' => 'отправлен',
  'gs_to' => 'по координатам',
  'Sending' => 'Отправить',
  'gal_planets' => 'Планет заселено: ',
  'gal_planetNone' => 'Нет заселенных планет',
  'gf_cntmone' => 'заселённые планеты',
  'gf_cntmnone' => 'Нет заселённых планет.',
  'gf_cntmsome' => 'заселённые планеты.',
  'gf_mi_title' => 'межпланетных ракет',
  'gf_fleetslt' => 'Флотов',
  'gf_rc_title' => 'переработчиков',
  'gf_sp_title' => 'шпионских зондов',
  'gf_unknowsp' => 'Неисследованное пространство - отправить Экспедицию',
  'phalanx_header' => 'Флоты в полёте',
  'phalanx_noflotes' => 'Нет флотов в полете',
  'phalanx_nodeuterium' => 'Нехватает Дейтерия для работы Сенсорной фаланги.',
  'phalanx_onlyformoons' => 'Эта постройка доступна только для Луны.',
  'phalanx_nosensoravailable' => 'У Вас нет Сенсорной фаланги.',
  'phalanx_rangeerror' => 'Не хватает уровня Сенсорной фаланги!',
  'phalanx_planet_destroyed' => 'Нельзя сканировать уничтоженную планету!',
  'phalanx_planet_not_exists' => 'Этой планеты не существует!',
  'gal_sys_members' => 'Участников:&nbsp;',
  'gal_sys_hint' => '<ul><li>Подведите крусор мышки к надписи "Условные обозначения" в правом верхнем углу таблицы системы что бы получить всплывающее окно с рашифровкой цветов надписей, символов и иконок в таблице системы</li><li>Подведите курсор мышки к картинке планеты, луны, обломков или к имени пользователя, названию альянса, что бы получить всплывающее меню с дополнительными опциями</li></ul>',
  'uni_debris' => 'Обломки',
  'uni_need' => 'Нужно',
  'uni_flying' => 'Летит',
  'uni_incoming_fleets' => 'Состав прибывающих флотов',
  'Planets_count' => '( %n планет(а, ы) заселено )',

  'uni_rename' => 'Переименовать',
  'uni_name' => 'Название',
  'uni_to_name' => 'Назвать',
  'uni_naming' => 'Именование',
  'uni_for' => 'за',
  'uni_msg_error_wrong_galaxy' => 'Недопустимый номер галактики',
  'uni_msg_error_wrong_system' => 'Недопустимый номер системы',
  'uni_msg_error_low_price' => 'Слишком низкая цена именования',
  'uni_msg_error_no_dm' => 'Не хватает ТМ для именования',
  'uni_name_page_hint' => "
    <li>Вы можете назвать галактику или систему выбранным вами именем</li>
    <li>Выбранное имя будет видно всем игрокам на странице \"Вселенная\"</li>
    <li>Именование неназванной галактики или системы имеет свою базовую цену, которую можно узнать на странице \"Мировых констант\"</li>
    <li>При именовании галактики или системы вы можете выбрать цену именования. Цена именования не может быть меньше предложенной</li>
    <li>Зачем повышать цену именования галактики или системы? Следующий игрок, желающий переименовать галактику или систему после вас, должен будет заплатить вашу цену именования плюс базовую цену. Таким образом покупка имени галактики или вселенной за более высокую цену, чем предложено, позволяет в известной степени защитить объект от переименования</li>
  ",

  'uni_galaxy_of' => 'галактике',
  'uni_system_of' => 'системе',
  'uni_msg_admin_rename' => 'Игрок ID %d [%s] за %d ТМ дал %s [%s%s] новое название: %s',

  'uni_debris_recyclable' => 'К&nbsp;переработке',
  'uni_debris_incoming_recyclers' => 'В&nbsp;полете',
  'uni_debris_on_planet' => 'На&nbsp;орбите',
  'uni_recyclers_send' => 'Отправить переработчики',

  'uni_colonize' => 'Послать колонизатор для основания колонии на позиции номер',

  'uni_scan_start' => 'Включить режим сканирования',
  'uni_scan_stop' => 'Выйти из режима сканирования',

));
